@extends('layouts.app')

@section('content')
    <h3>Инструкция по работе c электронным порталом школы «Золотое сечение»</h3>
    <p>
        Портал школы находится по адресу: <a href="https://life.theschool.ru/">https://life.theschool.ru/</a> <br/>
        Для работы с порталом рекомендуется использовать браузер Google Chrome , Яндекс.Браузер, Safari.
    </p>

    <p>Логины и пароли для входа в личный кабинет отправляются пользователям на электронную почту.</p>
    <p>По умолчанию при входе в личный кабинет родителя открывается раздел «Лента», в котором размещается информация о предстоящих событиях, мероприятиях и школьных новостях текущего месяца.</p>
    <p>Под каждым событием есть кнопка «комментировать», с помощью которой Вы можете задать вопросы, написать пожелания или отзывы.</p>
    <p>Чтобы посмотреть события предыдущих или последующих месяцев, воспользуйтесь стрелками «влево/вправо», расположенными над календарем. Чтобы вернуться к текущему месяцу, нажмите кнопку «Сегодня».</p>
    <p>Завершившиеся события исчезают из новостной ленты, их можно увидеть, нажав на кнопку «Показывать прошедшие события».</p>
    <p>В календаре зеленым цветом выделены каникулярные периоды.</p>
    <p>При входе в раздел «Домашние задания» отображаются домашние задания ученика по всем предметам на текущую неделю. Чтобы посмотреть домашние задания на следующие или предыдущие учебные периоды, нажмите на кнопку «Календарь» и выберите интересующую Вас дату.</p>
    <p>При входе в раздел «Расписание» Вы можете ознакомиться с расписанием своего ребенка.</p>
    <p>В разделе «Оценки» размещаются отметки ученика по всем предметам.</p>
    <p>У родителей, имеющих двоих и более учеников, по умолчанию открываются домашние задания, расписание и оценки младшего ребенка. Чтобы увидеть расписание остальных детей, выберите их имена в выпадающем списке «Ученик».</p>
    <p>В разделе «Сообщения» Вы можете задавать вопросы учителям и администрации школы и оперативно получать обратную связь обо всех аспектах школьной жизни Вашего ребенка.</p>
@endsection